[{"madeIn":"Israel","_id":"62b1b72ee097ba62d8993c08","productType":"vegetable","name":"Lettuce","color":"green","quantity":1,"price":2,"description":"Large, green lettuce, with crisp and fresh leaves. Lettuce is one of the most common sources in the diet for the antioxidant lutein and folic acid.","__v":0},{"madeIn":"Israel","_id":"62b1b7f1e097ba62d8993c0a","productType":"vegetable","name":"Baladi Eggplant","color":"purple","quantity":1,"price":4,"description":"Baladi eggplants are oilier and larger than regular eggplants, and have a different, more rounded shape with hill-like bumps. They contain less as seeds and are therefore particularly suitable for over the fire!","__v":0},{"madeIn":"Israel","_id":"62b1b860e097ba62d8993c0c","productType":"vegetable","name":"Beetroot","color":"purple","quantity":1,"price":2,"description":"Beets are a uniquely flavored root and an oval health bomb: it is rich in antioxidants (which give vegetables their colorfulness) that are very healthy for us and help us eliminate toxic substances from our body.","__v":0},{"madeIn":"Israel","_id":"62b1b8bce097ba62d8993c0e","productType":"vegetable","name":"Broccoli","color":"green","quantity":1,"price":5,"description":"If you are not on a diet it is highly recommended to include it in your menu: it has a particularly high concentration of antioxidants and it helps them be absorbed into our body.","__v":0},{"madeIn":"Israel","_id":"62b1b95ee097ba62d8993c10","productType":"vegetable","name":"Cauliflower","color":"white","quantity":1,"price":5,"description":"Aside from its special taste cauliflower is also an excellent source of antioxidant compounds that cheer up the immune system and help prevent disease.","__v":0},{"madeIn":"Israel","_id":"62b1bb1ce097ba62d8993c12","productType":"vegetable","name":"Celery","color":"green","quantity":1,"price":3,"description":"A winter vegetable with a deep and earthy taste. Slightly bitter, crunchy and refreshing. Celery is used as a root vegetable that enriches stews or soups but also as a crunchy and fun addition to a live salad, pastries, pies, pancakes and the like.","__v":0},{"madeIn":"Israel","_id":"62b1bb6de097ba62d8993c14","productType":"vegetable","name":"Cherry Tomato","color":"red","quantity":1,"price":5,"description":"Perfect in a salad, sauce or grilled or oven roasted. Tomatoes are rich in lycopene which is one of the most powerful antioxidants in nature. Lycopene is known as a substance that reduces the chance of getting cancer.","__v":0},{"madeIn":"Israel","_id":"62b1bbb6e097ba62d8993c16","productType":"vegetable","name":"Corn","color":"yellow","quantity":1,"price":5,"description":"Great corn that suits those who like sweet corn less. Delicious, fresh and healthy! Corn contains a significant amount of dietary fiber, is rich in magnesium, contains potassium, iron, magnesium and B vitamins as well as folic acid.","__v":0},{"madeIn":"Israel","_id":"62b1bc78e097ba62d8993c1b","productType":"vegetable","name":"Cucumber","color":"green","quantity":1,"price":3,"description":"Cucumber contains vitamin K, which is essential for blood clotting and contributes to bone strength, and cucumber peel contains chlorophyll which probably contributes to protection against carcinogens.","__v":0},{"madeIn":"Israel","_id":"62b1bcbae097ba62d8993c1d","productType":"vegetable","name":"Ginger","color":"yellow","quantity":1,"price":4,"description":"It is a root with a powerful and exciting taste that will take you immediately to the provinces of the Far East. Especially suitable for dishes from Asian cuisine but is also used for tea infusions and as a refreshing addition to a variety of dishes.","__v":0},{"madeIn":"Israel","_id":"62b1bd0ce097ba62d8993c1f","productType":"vegetable","name":"Green Pepper","color":"green","quantity":1,"price":3,"description":"Like the rest of the peppers, this variety is also very rich in iron and is an excellent source of vitamins. How great? One pepper has more vitamin C than an orange. It is also rich in antioxidants and vitamins A, B, and E.","__v":0},{"madeIn":"Israel","_id":"62b1bd58e097ba62d8993c21","productType":"vegetable","name":"Hot Pepper","color":"green","quantity":1,"price":3,"description":"Despite its spiciness it is highly recommended to eat the hot pepper: it is rich in vitamin C, potassium, magnesium and iron.","__v":0},{"madeIn":"Israel","_id":"62b1be08e097ba62d8993c24","productType":"vegetable","name":"Iceberg Lettuce","color":"green","quantity":1,"price":2,"description":"Round and green lettuce, with a delicate taste and crispy and crunchy texture. In Israel it is also called American lettuce. Rich in dietary fiber.","__v":0},{"madeIn":"Israel","_id":"62b1be4ce097ba62d8993c26","productType":"vegetable","name":"Garlic","color":"white","quantity":1,"price":3,"description":"Garlic is grown here in Israel and comes to you directly from the fields of our country with extremely powerful antioxidants that make it a health bomb full of aromatic and captivating taste.","__v":0},{"madeIn":"Israel","_id":"62b1bf21e097ba62d8993c28","productType":"vegetable","name":"Zucchini","color":"green","quantity":1,"price":3,"description":"Zucchini has a low caloric value and contributes greatly to a feeling of satiety and is therefore excellent for diets. Besides, it is rich in dietary fiber, vitamin C, magnesium, potassium and a variety of other substances that will make you healthier.","__v":0},{"madeIn":"Israel","_id":"62b1bf74e097ba62d8993c2a","productType":"vegetable","name":"Kolorabi","color":"white","quantity":1,"price":4,"description":"This is one of the vegetables with the most special taste and baking it until softened will bring out rare flavors that are not tasted every day.","__v":0},{"madeIn":"Israel","_id":"62b1bfc6e097ba62d8993c2d","productType":"vegetable","name":"Mint","color":"green","quantity":1,"price":2,"description":"The fragrant mint has been converted from leaves used to enrich the taste of the tea to aromatic herbs that are added to stews, salads and more.","__v":0},{"madeIn":"Israel","_id":"62b1c032e097ba62d8993c2f","productType":"vegetable","name":"Mushrooms","color":"brown","quantity":1,"price":4,"description":"Fresh and wonderful portabello species that will upgrade the stir-fry, pasta, salad or any dish you actually want.","__v":0},{"madeIn":"Israel","_id":"62b1c07de097ba62d8993c31","productType":"vegetable","name":"Onion","color":"white","quantity":1,"price":1,"description":"The onion belongs to the garlic family, is rich in sulfur components and hence its pungent smell, as well as many medicinal properties: it is anti-inflammatory, rich in antioxidants, helps lower cholesterol and blood sugar levels, and even helps with earaches, sore throats and coughs.","__v":0},{"madeIn":"Israel","_id":"62b1c0d4e097ba62d8993c33","productType":"vegetable","name":"Orange Pepper","color":"orange","quantity":1,"price":5,"description":"Orange pepper contains dietary fiber, vitamins and minerals like potassium.","__v":0},{"madeIn":"Israel","_id":"62b1c11de097ba62d8993c35","productType":"vegetable","name":"Parsley","color":"green","quantity":1,"price":2,"description":"Parsley is rich in antioxidants (like many green herbs) and will help you protect your immune system, maintain blood pressure and avoid kidney stones.","__v":0},{"madeIn":"Israel","_id":"62b1c167e097ba62d8993c37","productType":"vegetable","name":"Pumpkin","color":"orange","quantity":1,"price":5,"description":"Sweet, bursting with flavor and nutritional values and enriches any dish or dish with a rich and unique flavor.","__v":0},{"madeIn":"Israel","_id":"62b1c2dbe097ba62d8993c3a","productType":"vegetable","name":"Red Cabbage","color":"purple","quantity":1,"price":2.5,"description":"Purple cabbage is healthier than its familiar sibling, white cabbage, and is rich in many vitamins from families A, B, C, E and K.","__v":0},{"madeIn":"Israel","_id":"62b1c344e097ba62d8993c3d","productType":"vegetable","name":"Purple Onion","color":"purple","quantity":1,"price":3,"description":"Its refined spiciness allows us to enjoy the taste and nutritional value of the onion in a salad or grilled. It is rich in antioxidants, which help with heart health, lowering cholesterol and strengthening the immune system.","__v":0},{"madeIn":"Israel","_id":"62b1c3bfe097ba62d8993c3f","productType":"vegetable","name":"Red pepper","color":"red","quantity":1,"price":4.5,"description":"Red pepper is also rich in B and E vitamins and antioxidants and helps maintain vision and skin, helps the immune system function, and more.","__v":0},{"madeIn":"Israel","_id":"62b1c464e097ba62d8993c42","productType":"vegetable","name":"Sweet Potato","color":"orange","quantity":1,"price":4,"description":"Sweet potatoes also contain essential nutrients such as beta carotene, B vitamins, potassium and antioxidants that are important for eye, heart and immune system health.","__v":0},{"madeIn":"Israel","_id":"62b1c4d3e097ba62d8993c44","productType":"vegetable","name":"Tomato","color":"red","quantity":1,"price":5,"description":"A tomato with a fine taste and a seductive aroma that you can just sprinkle a little olive oil and coarse salt on and enjoy every bite.","__v":0},{"madeIn":"Israel","_id":"62b1c535e097ba62d8993c47","productType":"vegetable","name":"White Cabbage","color":"white","quantity":1,"price":2.5,"description":"Cabbage is rich in nutritional values that contribute to health: it is rich in vitamin C, vitamin K and minerals such as potassium, calcium and magnesium.","__v":0},{"madeIn":"Israel","_id":"62b1c57fe097ba62d8993c49","productType":"vegetable","name":"White Potato","color":"white","quantity":1,"price":1.5,"description":"A potato is rich in carbohydrates and vitamins and is therefore considered particularly healthy.","__v":0},{"madeIn":"Israel","_id":"62b1c69fe097ba62d8993c4c","productType":"fruit","name":"Avocado","color":"green","quantity":1,"price":5,"description":"Avocados are rich in potassium, vitamin E and good fats that help us maintain normal cholesterol levels","__v":0},{"madeIn":"Israel","_id":"62b1c70ce097ba62d8993c4f","productType":"fruit","name":"Watermelon","color":"red","quantity":1,"price":2,"description":"The personal watermelon contains all the health benefits of a regular watermelon and is rich in vitamin C, potassium and antioxidants like lycopene.","__v":0},{"madeIn":"Israel","_id":"62b1c76ce097ba62d8993c51","productType":"fruit","name":"Pear","color":"green","quantity":1,"price":4,"description":"The Israeli pear is rich in vitamin C, antioxidants and dietary fiber, effective in reducing the risk of heart disease, lowers bad cholesterol - and is also very tasty and low in calories.","__v":0},{"madeIn":"Israel","_id":"62b1c7f7e097ba62d8993c54","productType":"fruit","name":"Peach","color":"red","quantity":1,"price":6,"description":"Peaches are rich in vitamins A and C and are a wonderful source of dietary fiber that balances blood sugar levels.","__v":0},{"madeIn":"Israel","_id":"62b1c879e097ba62d8993c58","productType":"fruit","name":"Cherry","color":"red","quantity":1,"price":10,"description":"Cherries contain extremely powerful antioxidants that help the body cleanse toxins, digest, balance blood pressure and cholesterol, reduce muscle aches and other pains and even improve sleep quality.","__v":0},{"madeIn":"Israel","_id":"62b1c8a5e097ba62d8993c5a","productType":"fruit","name":"Banana","color":"yellow","quantity":1,"price":3,"description":"Bananas contain vitamins A, C and B6, potassium, magnesium, folic acid, antioxidants as well as iron, proteins, carbohydrates, fats and fiber.","__v":0},{"madeIn":"Israel","_id":"62b1c8fde097ba62d8993c5d","productType":"fruit","name":"Lemon","color":"yellow","quantity":1,"price":4,"description":"Lemon has strong antibacterial and antiviral properties and provides significant help to the immune system. Effective against infections thanks to high levels of vitamin C, citric acid, calcium, magnesium, and pectin.","__v":0},{"madeIn":"Israel","_id":"62b1c976e097ba62d8993c5f","productType":"fruit","name":"Melon","color":"orange","quantity":1,"price":3.5,"description":"The melon is rich in potassium, which helps maintain normal blood pressure levels.","__v":0},{"madeIn":"Israel","_id":"62b1c9dbe097ba62d8993c61","productType":"fruit","name":"Mango","color":"orange","quantity":1,"price":15,"description":"Mango is rich in antioxidants and despite its abundant sweetness it balances blood sugar levels.","__v":0},{"madeIn":"Israel","_id":"62b1ca83e097ba62d8993c63","productType":"fruit","name":"Apricot","color":"orange","quantity":1,"price":10,"description":"The fruit tastes sweet-sour and is rich in beta-carotene, potassium and various vitamins.","__v":0},{"madeIn":"Israel","_id":"62b1cae7e097ba62d8993c65","productType":"fruit","name":"Green Grapes","color":"green","quantity":1,"price":12,"description":"A large, crispy grape with a juicy sweet taste without pits","__v":0},{"madeIn":"Israel","_id":"62b1cb4de097ba62d8993c68","productType":"fruit","name":"Orange","color":"orange","quantity":1,"price":3,"description":"Oranges contain a large amount of vitamin C, more than any other citrus fruit! Vitamin C protects the immune system and cells in our bodies by helping neutralize free radicals, and helps prevent winter illnesses like colds and flu.","__v":0},{"madeIn":"Israel","_id":"62b1cbb7e097ba62d8993c6a","productType":"fruit","name":"Green Apple","color":"green","quantity":1,"price":3,"description":"An apple is a fruit rich in dietary fiber and antioxidants that help with digestive problems and even reduce cholesterol.","__v":0},{"madeIn":"Israel","_id":"62b1cbfae097ba62d8993c6c","productType":"fruit","name":"Red Apple","color":"red","quantity":1,"price":5,"description":"This apple is rich in antioxidants that help you stay healthy and also in dietary fiber that is great for your diet and helps maintain weight.","__v":0},{"madeIn":"Israel","_id":"62b1cc39e097ba62d8993c6f","productType":"fruit","name":"Yellow Apple","color":"yellow","quantity":1,"price":5,"description":"Its size is small compared to other apples but the taste is amazing! Helps with digestive problems and lowers blood cholesterol levels.","__v":0},{"madeIn":"Israel","_id":"62b1cd7307282d507ebe1302","productType":"fruit","name":"Pineapple","color":"yellow","quantity":1,"price":17,"description":"Pineapple is a very healthy fruit. It is loaded with vitamin C, antioxidants, nutritional values, vitamins and folic acid. It improves digestive activity and is also rich in manganese, potassium, magnesium and various other polyphenols.","__v":0},{"madeIn":"Israel","_id":"62b1cdc007282d507ebe1305","productType":"fruit","name":"Lime","color":"green","quantity":1,"price":6,"description":"Lime, like lemon, has many healing properties. It helps with respiratory problems, improves blood circulation in the body and nourishes the skin and of course is rich in vitamin C, like all citrus fruits.","__v":0},{"madeIn":"Israel","_id":"62b1ce8007282d507ebe1308","productType":"special","name":"Purple Sweet Potato","color":"purple","quantity":1,"price":7,"description":"It is an amazing combination of all the goodness of regular sweet potatoes: water-soluble fiber, and beta-carotene antioxidants, along with the benefits of dark-purple berries: a huge wealth of antioxidants.","__v":0},{"madeIn":"Israel","_id":"62b1cf0b07282d507ebe130b","productType":"special","name":"Colourful Carrot","color":"red","quantity":1,"price":4,"description":"The taste of the colored carrots is very similar to that of the familiar orange carrot and they also contain all the health of the orange variety: they are rich in beta cortan, vitamin C and antioxidants that help maintain our immune system.","__v":0},{"madeIn":"Israel","_id":"62b1cfb007282d507ebe130d","productType":"special","name":"Japanese Pumpkin","color":"orange","quantity":1,"price":7,"description":"A relatively small pumpkin with a thin skin that can be eaten and a subtle sweet taste. Ideal for baking and filling and gives an interesting and special texture to dishes.","__v":0},{"madeIn":"Israel","_id":"62b1e3580c09238762608028","productType":"special","name":"Mini Cucumber","color":"green","quantity":1,"price":4,"description":"The miniature version of the vegetable is so beloved. With a concentrated taste, of real cucumber, as before! A perfect snack for kids and adults. The cucumber is rich in dietary fiber and is considered a particularly dietary vegetable. It helps maintain proper blood pressure, maintains skin health and more.","__v":0},{"madeIn":"Israel","_id":"62b1e3da0c0923876260802a","productType":"special","name":"Lemongrass","color":"green","quantity":1,"price":5,"description":"A taste bomb from the East, a must in any stir-fry or Asian stew. It is also called lemongrass, with a rich, fresh and refreshing lemon flavor. A wonderful blend for red chili and is considered a panacea for indigestion, abdominal pain and the like. Also rich in vitamin C, vitamin A and antioxidants.","__v":0},{"madeIn":"Israel","_id":"62b1e5120c0923876260802e","productType":"special","name":"Dwarf Carrot Snacks","color":"orange","quantity":1,"price":5,"description":"The perfect snack! Fresh and high-quality dwarf carrot snacks, grown here in Israel. Carrots are rich in dietary fiber and vitamin A - the one that made it famous as a vegetable that improves eyesight.","__v":0},{"madeIn":"Israel","_id":"62b1e6990c09238762608033","productType":"special","name":"Baby Eggplants","color":"purple","quantity":1,"price":3.7,"description":"Small, high-quality eggplants from the fields of our country. Used mainly for filling or pickling and pickling. They contain iron and calcium and improve blood circulation in the body, and the function of the digestive system.","__v":0},{"madeIn":"Israel","_id":"62b1e7400c09238762608035","productType":"special","name":"Black Garlic","color":"black","quantity":1,"price":5,"description":"2 garlic cloves in a package. Black garlic is an upgraded version of regular garlic - especially delicious, healthier and no smell at all !! And even though garlic is also considered an antibiotic of nature - black garlic is even healthier!","__v":0},{"madeIn":"Israel","_id":"62b1e7e00c09238762608037","productType":"special","name":"Brown Cherry Tomatoes","color":"brown","quantity":1,"price":5.7,"description":"Brown cherry tomatoes, small and beautiful, fleshy and rich in flavor. The special tomatoes are rich in B vitamins, vitamin K and antioxidants that make them a particularly healthy vegetable.","__v":0},{"madeIn":"Israel","_id":"62b1e8470c09238762608039","productType":"special","name":"YOOM Black Cherry Tomato","color":"black","quantity":1,"price":5.7,"description":"A tomato with a unique and unusual color and a new sour-sweet and perfectly balanced aroma, thanks to the exotic taste of the palate evening and a feeling of freshness that comes straight from the field.","__v":0},{"madeIn":"Israel","_id":"62b1e8d10c0923876260803b","productType":"special","name":"Spanish Melon","color":"orange","quantity":1,"price":3.4,"description":"A particularly sweet hotel with a surprisingly crispy texture. Its nutritional values are similar to those of regular melon and it is rich in essential vitamins and minerals like potassium, magnesium and more.","__v":0},{"madeIn":"Israel","_id":"62b1e94a0c0923876260803d","productType":"special","name":"Chestnut Pumpkin","color":"orange","quantity":1,"price":5,"description":"A special and interesting pumpkin variety developed here in Israel, with a refined and addictive nutty taste. Its shell is green but the filling is orange and sweet. The chestnut pumpkin is rich in dietary fiber even more than a regular pumpkin!","__v":0},{"madeIn":"Israel","_id":"62b1e9ea0c0923876260803f","productType":"special","name":"Red Raspberry","color":"red","quantity":1,"price":9,"description":"Red raspberries, delicious and fresh! The raspberry is recommended to be consumed when it is fresh, as this way you can enjoy its abundance of nutritional values without harming the vitamins in it.","__v":0},{"madeIn":"Israel","_id":"62b1ea510c09238762608041","productType":"special","name":"Yellow Raspberry","color":"yellow","quantity":1,"price":10,"__v":0},{"madeIn":"Israel","_id":"62b1ead70c09238762608043","productType":"special","name":"White cherry","color":"white","quantity":1,"price":5,"__v":0},{"madeIn":"Israel","_id":"62b1eb4c0c09238762608045","productType":"special","name":"Purple Potato","color":"purple","quantity":1,"price":5,"description":"The potatoes are purple and beautiful, with a refined, sweet and auburn taste. They protect against the aging process, contribute to the health of blood vessels and the brain and improve the appearance of the skin. They also contribute to vision and even help protect against cancer.","__v":0},{"madeIn":"Israel","_id":"62b1ebaf0c09238762608047","productType":"special","name":"Pink Blueberries","color":"pink","quantity":1,"price":10,"description":"Sweet, delicious, special and beautiful - get to know the pink blueberries! Full of health, delicious to eat straight from the box and can also go wonderfully with a salad.","__v":0},{"madeIn":"Israel","_id":"62b1ec340c09238762608049","productType":"special","name":"Pedron Pepper","color":"green","quantity":1,"price":5,"description":"Pedron can be very spicy, especially when eaten alive. The Spaniards tend to fry it and in the process it loses its spiciness and gets a wonderful sweet taste. Like all peppers, Pedron is rich in vitamins and minerals, helps digestion and reduces cholesterol.","__v":0},{"madeIn":"Israel","_id":"62b1eca70c0923876260804b","productType":"special","name":"Nashi Pear","color":"yellow","quantity":1,"price":6,"description":"Nashi is an Asian pear with a special and delicate combination of pear and apple flavors. It is a crispy, juicy and sweet fruit, and especially healthy.","__v":0},{"madeIn":"Israel","_id":"62b1ed0c0c0923876260804d","productType":"special","name":"Purple Beans","color":"purple","quantity":1,"price":3.7,"__v":0},{"madeIn":"Israel","_id":"62b1ee9f0c0923876260804f","productType":"fruit","name":"Coconut","color":"white","quantity":1,"price":3,"description":"The exotic coconut agos is a great fruit, with a wonderful aroma, and high nutritional values. It can be used whole and therefore it is called 'the tree of life' - from the clear and amazing milk that can be drunk or cooked with, its delicious white meat, and to the most creative of us - with the shell you can make dishes and more!","__v":0},{"madeIn":"Israel","_id":"62b1eeed0c09238762608051","productType":"fruit","name":"Red Plum","color":"red","quantity":1,"price":9,"description":"Those of you who like their plums especially sweet will enjoy the endless juiciness of the red plum. Plums are rich in dietary fiber and digestive stimulants so this is a great grandmother’s remedy for constipation.","__v":0},{"madeIn":"Israel","_id":"62b22871556c6bd6d86aeb56","productType":"vegetable","name":"Black Kyle","color":"black","quantity":1,"price":6,"description":"Kale is a green herb with a sour and slightly bitter taste. Comes in the form of beautiful curly leaves that can adorn any salad. Also suitable as a base for a fun green stew, you can also make delicious kale chips in the oven.","__v":0},{"_id":"62b3153b95f019f72c71f0ab","productType":"vegetable","name":"Asparagos","color":"green","image":"https://images.app.goo.gl/WFFiefepf87ZKZN59","quantity":1,"quantityType":"package","madeIn":"Israel","price":7,"description":"Asparagus belongs to the superfood group and is considered one of the healthiest vegetables. It is rich in vitamins, antioxidants and iron and is known as a good source of folic acid. The asparagus can be cooked in water, steamed, sautéed or roasted.","__v":0}]