[{"madeIn":"Israel","_id":"62b1b72ee097ba62d8993c08","productType":"vegetable","name":"Lettuce","color":"green","quantity":1,"price":2,"description":"Large, green lettuce, with crisp and fresh leaves. Lettuce is one of the most common sources in the diet for the antioxidant lutein and folic acid.","__v":0},{"madeIn":"Israel","_id":"62b1b7f1e097ba62d8993c0a","productType":"vegetable","name":"Baladi Eggplant","color":"purple","quantity":1,"price":4,"description":"Baladi eggplants are oilier and larger than regular eggplants, and have a different, more rounded shape with hill-like bumps. They contain less as seeds and are therefore particularly suitable for over the fire!","__v":0},{"madeIn":"Israel","_id":"62b1b860e097ba62d8993c0c","productType":"vegetable","name":"Beetroot","color":"purple","quantity":1,"price":2,"description":"Beets are a uniquely flavored root and an oval health bomb: it is rich in antioxidants (which give vegetables their colorfulness) that are very healthy for us and help us eliminate toxic substances from our body.","__v":0},{"madeIn":"Israel","_id":"62b1b8bce097ba62d8993c0e","productType":"vegetable","name":"Broccoli","color":"green","quantity":1,"price":5,"description":"If you are not on a diet it is highly recommended to include it in your menu: it has a particularly high concentration of antioxidants and it helps them be absorbed into our body.","__v":0},{"madeIn":"Israel","_id":"62b1b95ee097ba62d8993c10","productType":"vegetable","name":"Cauliflower","color":"white","quantity":1,"price":5,"description":"Aside from its special taste cauliflower is also an excellent source of antioxidant compounds that cheer up the immune system and help prevent disease.","__v":0},{"madeIn":"Israel","_id":"62b1bb1ce097ba62d8993c12","productType":"vegetable","name":"Celery","color":"green","quantity":1,"price":3,"description":"A winter vegetable with a deep and earthy taste. Slightly bitter, crunchy and refreshing. Celery is used as a root vegetable that enriches stews or soups but also as a crunchy and fun addition to a live salad, pastries, pies, pancakes and the like.","__v":0},{"madeIn":"Israel","_id":"62b1bb6de097ba62d8993c14","productType":"vegetable","name":"Cherry Tomato","color":"red","quantity":1,"price":5,"description":"Perfect in a salad, sauce or grilled or oven roasted. Tomatoes are rich in lycopene which is one of the most powerful antioxidants in nature. Lycopene is known as a substance that reduces the chance of getting cancer.","__v":0},{"madeIn":"Israel","_id":"62b1bbb6e097ba62d8993c16","productType":"vegetable","name":"Corn","color":"yellow","quantity":1,"price":5,"description":"Great corn that suits those who like sweet corn less. Delicious, fresh and healthy! Corn contains a significant amount of dietary fiber, is rich in magnesium, contains potassium, iron, magnesium and B vitamins as well as folic acid.","__v":0},{"madeIn":"Israel","_id":"62b1bc78e097ba62d8993c1b","productType":"vegetable","name":"Cucumber","color":"green","quantity":1,"price":3,"description":"Cucumber contains vitamin K, which is essential for blood clotting and contributes to bone strength, and cucumber peel contains chlorophyll which probably contributes to protection against carcinogens.","__v":0},{"madeIn":"Israel","_id":"62b1bcbae097ba62d8993c1d","productType":"vegetable","name":"Ginger","color":"yellow","quantity":1,"price":4,"description":"It is a root with a powerful and exciting taste that will take you immediately to the provinces of the Far East. Especially suitable for dishes from Asian cuisine but is also used for tea infusions and as a refreshing addition to a variety of dishes.","__v":0},{"madeIn":"Israel","_id":"62b1bd0ce097ba62d8993c1f","productType":"vegetable","name":"Green Pepper","color":"green","quantity":1,"price":3,"description":"Like the rest of the peppers, this variety is also very rich in iron and is an excellent source of vitamins. How great? One pepper has more vitamin C than an orange. It is also rich in antioxidants and vitamins A, B, and E.","__v":0},{"madeIn":"Israel","_id":"62b1bd58e097ba62d8993c21","productType":"vegetable","name":"Hot Pepper","color":"green","quantity":1,"price":3,"description":"Despite its spiciness it is highly recommended to eat the hot pepper: it is rich in vitamin C, potassium, magnesium and iron.","__v":0},{"madeIn":"Israel","_id":"62b1be08e097ba62d8993c24","productType":"vegetable","name":"Iceberg Lettuce","color":"green","quantity":1,"price":2,"description":"Round and green lettuce, with a delicate taste and crispy and crunchy texture. In Israel it is also called American lettuce. Rich in dietary fiber.","__v":0},{"madeIn":"Israel","_id":"62b1be4ce097ba62d8993c26","productType":"vegetable","name":"Garlic","color":"white","quantity":1,"price":3,"description":"Garlic is grown here in Israel and comes to you directly from the fields of our country with extremely powerful antioxidants that make it a health bomb full of aromatic and captivating taste.","__v":0},{"madeIn":"Israel","_id":"62b1bf21e097ba62d8993c28","productType":"vegetable","name":"Zucchini","color":"green","quantity":1,"price":3,"description":"Zucchini has a low caloric value and contributes greatly to a feeling of satiety and is therefore excellent for diets. Besides, it is rich in dietary fiber, vitamin C, magnesium, potassium and a variety of other substances that will make you healthier.","__v":0},{"madeIn":"Israel","_id":"62b1bf74e097ba62d8993c2a","productType":"vegetable","name":"Kolorabi","color":"white","quantity":1,"price":4,"description":"This is one of the vegetables with the most special taste and baking it until softened will bring out rare flavors that are not tasted every day.","__v":0},{"madeIn":"Israel","_id":"62b1bfc6e097ba62d8993c2d","productType":"vegetable","name":"Mint","color":"green","quantity":1,"price":2,"description":"The fragrant mint has been converted from leaves used to enrich the taste of the tea to aromatic herbs that are added to stews, salads and more.","__v":0},{"madeIn":"Israel","_id":"62b1c032e097ba62d8993c2f","productType":"vegetable","name":"Mushrooms","color":"brown","quantity":1,"price":4,"description":"Fresh and wonderful portabello species that will upgrade the stir-fry, pasta, salad or any dish you actually want.","__v":0},{"madeIn":"Israel","_id":"62b1c07de097ba62d8993c31","productType":"vegetable","name":"Onion","color":"white","quantity":1,"price":1,"description":"The onion belongs to the garlic family, is rich in sulfur components and hence its pungent smell, as well as many medicinal properties: it is anti-inflammatory, rich in antioxidants, helps lower cholesterol and blood sugar levels, and even helps with earaches, sore throats and coughs.","__v":0},{"madeIn":"Israel","_id":"62b1c0d4e097ba62d8993c33","productType":"vegetable","name":"Orange Pepper","color":"orange","quantity":1,"price":5,"description":"Orange pepper contains dietary fiber, vitamins and minerals like potassium.","__v":0},{"madeIn":"Israel","_id":"62b1c11de097ba62d8993c35","productType":"vegetable","name":"Parsley","color":"green","quantity":1,"price":2,"description":"Parsley is rich in antioxidants (like many green herbs) and will help you protect your immune system, maintain blood pressure and avoid kidney stones.","__v":0},{"madeIn":"Israel","_id":"62b1c167e097ba62d8993c37","productType":"vegetable","name":"Pumpkin","color":"orange","quantity":1,"price":5,"description":"Sweet, bursting with flavor and nutritional values and enriches any dish or dish with a rich and unique flavor.","__v":0},{"madeIn":"Israel","_id":"62b1c2dbe097ba62d8993c3a","productType":"vegetable","name":"Red Cabbage","color":"purple","quantity":1,"price":2.5,"description":"Purple cabbage is healthier than its familiar sibling, white cabbage, and is rich in many vitamins from families A, B, C, E and K.","__v":0},{"madeIn":"Israel","_id":"62b1c344e097ba62d8993c3d","productType":"vegetable","name":"Purple Onion","color":"purple","quantity":1,"price":3,"description":"Its refined spiciness allows us to enjoy the taste and nutritional value of the onion in a salad or grilled. It is rich in antioxidants, which help with heart health, lowering cholesterol and strengthening the immune system.","__v":0},{"madeIn":"Israel","_id":"62b1c3bfe097ba62d8993c3f","productType":"vegetable","name":"Red pepper","color":"red","quantity":1,"price":4.5,"description":"Red pepper is also rich in B and E vitamins and antioxidants and helps maintain vision and skin, helps the immune system function, and more.","__v":0},{"madeIn":"Israel","_id":"62b1c464e097ba62d8993c42","productType":"vegetable","name":"Sweet Potato","color":"orange","quantity":1,"price":4,"description":"Sweet potatoes also contain essential nutrients such as beta carotene, B vitamins, potassium and antioxidants that are important for eye, heart and immune system health.","__v":0},{"madeIn":"Israel","_id":"62b1c4d3e097ba62d8993c44","productType":"vegetable","name":"Tomato","color":"red","quantity":1,"price":5,"description":"A tomato with a fine taste and a seductive aroma that you can just sprinkle a little olive oil and coarse salt on and enjoy every bite.","__v":0},{"madeIn":"Israel","_id":"62b1c535e097ba62d8993c47","productType":"vegetable","name":"White Cabbage","color":"white","quantity":1,"price":2.5,"description":"Cabbage is rich in nutritional values that contribute to health: it is rich in vitamin C, vitamin K and minerals such as potassium, calcium and magnesium.","__v":0},{"madeIn":"Israel","_id":"62b1c57fe097ba62d8993c49","productType":"vegetable","name":"White Potato","color":"white","quantity":1,"price":1.5,"description":"A potato is rich in carbohydrates and vitamins and is therefore considered particularly healthy.","__v":0},{"madeIn":"Israel","_id":"62b22871556c6bd6d86aeb56","productType":"vegetable","name":"Black Kyle","color":"black","quantity":1,"price":6,"description":"Kale is a green herb with a sour and slightly bitter taste. Comes in the form of beautiful curly leaves that can adorn any salad. Also suitable as a base for a fun green stew, you can also make delicious kale chips in the oven.","__v":0},{"_id":"62b3153b95f019f72c71f0ab","productType":"vegetable","name":"Asparagos","color":"green","image":"https://images.app.goo.gl/WFFiefepf87ZKZN59","quantity":1,"quantityType":"package","madeIn":"Israel","price":7,"description":"Asparagus belongs to the superfood group and is considered one of the healthiest vegetables. It is rich in vitamins, antioxidants and iron and is known as a good source of folic acid. The asparagus can be cooked in water, steamed, sautéed or roasted.","__v":0}]