[{"madeIn":"Israel","_id":"62b1ce8007282d507ebe1308","productType":"special","name":"Purple Sweet Potato","color":"purple","quantity":1,"price":7,"description":"It is an amazing combination of all the goodness of regular sweet potatoes: water-soluble fiber, and beta-carotene antioxidants, along with the benefits of dark-purple berries: a huge wealth of antioxidants.","__v":0},{"madeIn":"Israel","_id":"62b1cf0b07282d507ebe130b","productType":"special","name":"Colourful Carrot","color":"red","quantity":1,"price":4,"description":"The taste of the colored carrots is very similar to that of the familiar orange carrot and they also contain all the health of the orange variety: they are rich in beta cortan, vitamin C and antioxidants that help maintain our immune system.","__v":0},{"madeIn":"Israel","_id":"62b1cfb007282d507ebe130d","productType":"special","name":"Japanese Pumpkin","color":"orange","quantity":1,"price":7,"description":"A relatively small pumpkin with a thin skin that can be eaten and a subtle sweet taste. Ideal for baking and filling and gives an interesting and special texture to dishes.","__v":0},{"madeIn":"Israel","_id":"62b1e3580c09238762608028","productType":"special","name":"Mini Cucumber","color":"green","quantity":1,"price":4,"description":"The miniature version of the vegetable is so beloved. With a concentrated taste, of real cucumber, as before! A perfect snack for kids and adults. The cucumber is rich in dietary fiber and is considered a particularly dietary vegetable. It helps maintain proper blood pressure, maintains skin health and more.","__v":0},{"madeIn":"Israel","_id":"62b1e3da0c0923876260802a","productType":"special","name":"Lemongrass","color":"green","quantity":1,"price":5,"description":"A taste bomb from the East, a must in any stir-fry or Asian stew. It is also called lemongrass, with a rich, fresh and refreshing lemon flavor. A wonderful blend for red chili and is considered a panacea for indigestion, abdominal pain and the like. Also rich in vitamin C, vitamin A and antioxidants.","__v":0},{"madeIn":"Israel","_id":"62b1e5120c0923876260802e","productType":"special","name":"Dwarf Carrot Snacks","color":"orange","quantity":1,"price":5,"description":"The perfect snack! Fresh and high-quality dwarf carrot snacks, grown here in Israel. Carrots are rich in dietary fiber and vitamin A - the one that made it famous as a vegetable that improves eyesight.","__v":0},{"madeIn":"Israel","_id":"62b1e6990c09238762608033","productType":"special","name":"Baby Eggplants","color":"purple","quantity":1,"price":3.7,"description":"Small, high-quality eggplants from the fields of our country. Used mainly for filling or pickling and pickling. They contain iron and calcium and improve blood circulation in the body, and the function of the digestive system.","__v":0},{"madeIn":"Israel","_id":"62b1e7400c09238762608035","productType":"special","name":"Black Garlic","color":"black","quantity":1,"price":5,"description":"2 garlic cloves in a package. Black garlic is an upgraded version of regular garlic - especially delicious, healthier and no smell at all !! And even though garlic is also considered an antibiotic of nature - black garlic is even healthier!","__v":0},{"madeIn":"Israel","_id":"62b1e7e00c09238762608037","productType":"special","name":"Brown Cherry Tomatoes","color":"brown","quantity":1,"price":5.7,"description":"Brown cherry tomatoes, small and beautiful, fleshy and rich in flavor. The special tomatoes are rich in B vitamins, vitamin K and antioxidants that make them a particularly healthy vegetable.","__v":0},{"madeIn":"Israel","_id":"62b1e8470c09238762608039","productType":"special","name":"YOOM Black Cherry Tomato","color":"black","quantity":1,"price":5.7,"description":"A tomato with a unique and unusual color and a new sour-sweet and perfectly balanced aroma, thanks to the exotic taste of the palate evening and a feeling of freshness that comes straight from the field.","__v":0},{"madeIn":"Israel","_id":"62b1e8d10c0923876260803b","productType":"special","name":"Spanish Melon","color":"orange","quantity":1,"price":3.4,"description":"A particularly sweet hotel with a surprisingly crispy texture. Its nutritional values are similar to those of regular melon and it is rich in essential vitamins and minerals like potassium, magnesium and more.","__v":0},{"madeIn":"Israel","_id":"62b1e94a0c0923876260803d","productType":"special","name":"Chestnut Pumpkin","color":"orange","quantity":1,"price":5,"description":"A special and interesting pumpkin variety developed here in Israel, with a refined and addictive nutty taste. Its shell is green but the filling is orange and sweet. The chestnut pumpkin is rich in dietary fiber even more than a regular pumpkin!","__v":0},{"madeIn":"Israel","_id":"62b1e9ea0c0923876260803f","productType":"special","name":"Red Raspberry","color":"red","quantity":1,"price":9,"description":"Red raspberries, delicious and fresh! The raspberry is recommended to be consumed when it is fresh, as this way you can enjoy its abundance of nutritional values without harming the vitamins in it.","__v":0},{"madeIn":"Israel","_id":"62b1ea510c09238762608041","productType":"special","name":"Yellow Raspberry","color":"yellow","quantity":1,"price":10,"__v":0},{"madeIn":"Israel","_id":"62b1ead70c09238762608043","productType":"special","name":"White cherry","color":"white","quantity":1,"price":5,"__v":0},{"madeIn":"Israel","_id":"62b1eb4c0c09238762608045","productType":"special","name":"Purple Potato","color":"purple","quantity":1,"price":5,"description":"The potatoes are purple and beautiful, with a refined, sweet and auburn taste. They protect against the aging process, contribute to the health of blood vessels and the brain and improve the appearance of the skin. They also contribute to vision and even help protect against cancer.","__v":0},{"madeIn":"Israel","_id":"62b1ebaf0c09238762608047","productType":"special","name":"Pink Blueberries","color":"pink","quantity":1,"price":10,"description":"Sweet, delicious, special and beautiful - get to know the pink blueberries! Full of health, delicious to eat straight from the box and can also go wonderfully with a salad.","__v":0},{"madeIn":"Israel","_id":"62b1ec340c09238762608049","productType":"special","name":"Pedron Pepper","color":"green","quantity":1,"price":5,"description":"Pedron can be very spicy, especially when eaten alive. The Spaniards tend to fry it and in the process it loses its spiciness and gets a wonderful sweet taste. Like all peppers, Pedron is rich in vitamins and minerals, helps digestion and reduces cholesterol.","__v":0},{"madeIn":"Israel","_id":"62b1eca70c0923876260804b","productType":"special","name":"Nashi Pear","color":"yellow","quantity":1,"price":6,"description":"Nashi is an Asian pear with a special and delicate combination of pear and apple flavors. It is a crispy, juicy and sweet fruit, and especially healthy.","__v":0},{"madeIn":"Israel","_id":"62b1ed0c0c0923876260804d","productType":"special","name":"Purple Beans","color":"purple","quantity":1,"price":3.7,"__v":0}]