[{"madeIn":"Israel","_id":"62b1c69fe097ba62d8993c4c","productType":"fruit","name":"Avocado","color":"green","quantity":1,"price":5,"description":"Avocados are rich in potassium, vitamin E and good fats that help us maintain normal cholesterol levels","__v":0},{"madeIn":"Israel","_id":"62b1c70ce097ba62d8993c4f","productType":"fruit","name":"Watermelon","color":"red","quantity":1,"price":2,"description":"The personal watermelon contains all the health benefits of a regular watermelon and is rich in vitamin C, potassium and antioxidants like lycopene.","__v":0},{"madeIn":"Israel","_id":"62b1c76ce097ba62d8993c51","productType":"fruit","name":"Pear","color":"green","quantity":1,"price":4,"description":"The Israeli pear is rich in vitamin C, antioxidants and dietary fiber, effective in reducing the risk of heart disease, lowers bad cholesterol - and is also very tasty and low in calories.","__v":0},{"madeIn":"Israel","_id":"62b1c7f7e097ba62d8993c54","productType":"fruit","name":"Peach","color":"red","quantity":1,"price":6,"description":"Peaches are rich in vitamins A and C and are a wonderful source of dietary fiber that balances blood sugar levels.","__v":0},{"madeIn":"Israel","_id":"62b1c879e097ba62d8993c58","productType":"fruit","name":"Cherry","color":"red","quantity":1,"price":10,"description":"Cherries contain extremely powerful antioxidants that help the body cleanse toxins, digest, balance blood pressure and cholesterol, reduce muscle aches and other pains and even improve sleep quality.","__v":0},{"madeIn":"Israel","_id":"62b1c8a5e097ba62d8993c5a","productType":"fruit","name":"Banana","color":"yellow","quantity":1,"price":3,"description":"Bananas contain vitamins A, C and B6, potassium, magnesium, folic acid, antioxidants as well as iron, proteins, carbohydrates, fats and fiber.","__v":0},{"madeIn":"Israel","_id":"62b1c8fde097ba62d8993c5d","productType":"fruit","name":"Lemon","color":"yellow","quantity":1,"price":4,"description":"Lemon has strong antibacterial and antiviral properties and provides significant help to the immune system. Effective against infections thanks to high levels of vitamin C, citric acid, calcium, magnesium, and pectin.","__v":0},{"madeIn":"Israel","_id":"62b1c976e097ba62d8993c5f","productType":"fruit","name":"Melon","color":"orange","quantity":1,"price":3.5,"description":"The melon is rich in potassium, which helps maintain normal blood pressure levels.","__v":0},{"madeIn":"Israel","_id":"62b1c9dbe097ba62d8993c61","productType":"fruit","name":"Mango","color":"orange","quantity":1,"price":15,"description":"Mango is rich in antioxidants and despite its abundant sweetness it balances blood sugar levels.","__v":0},{"madeIn":"Israel","_id":"62b1ca83e097ba62d8993c63","productType":"fruit","name":"Apricot","color":"orange","quantity":1,"price":10,"description":"The fruit tastes sweet-sour and is rich in beta-carotene, potassium and various vitamins.","__v":0},{"madeIn":"Israel","_id":"62b1cae7e097ba62d8993c65","productType":"fruit","name":"Green Grapes","color":"green","quantity":1,"price":12,"description":"A large, crispy grape with a juicy sweet taste without pits","__v":0},{"madeIn":"Israel","_id":"62b1cb4de097ba62d8993c68","productType":"fruit","name":"Orange","color":"orange","quantity":1,"price":3,"description":"Oranges contain a large amount of vitamin C, more than any other citrus fruit! Vitamin C protects the immune system and cells in our bodies by helping neutralize free radicals, and helps prevent winter illnesses like colds and flu.","__v":0},{"madeIn":"Israel","_id":"62b1cbb7e097ba62d8993c6a","productType":"fruit","name":"Green Apple","color":"green","quantity":1,"price":3,"description":"An apple is a fruit rich in dietary fiber and antioxidants that help with digestive problems and even reduce cholesterol.","__v":0},{"madeIn":"Israel","_id":"62b1cbfae097ba62d8993c6c","productType":"fruit","name":"Red Apple","color":"red","quantity":1,"price":5,"description":"This apple is rich in antioxidants that help you stay healthy and also in dietary fiber that is great for your diet and helps maintain weight.","__v":0},{"madeIn":"Israel","_id":"62b1cc39e097ba62d8993c6f","productType":"fruit","name":"Yellow Apple","color":"yellow","quantity":1,"price":5,"description":"Its size is small compared to other apples but the taste is amazing! Helps with digestive problems and lowers blood cholesterol levels.","__v":0},{"madeIn":"Israel","_id":"62b1cd7307282d507ebe1302","productType":"fruit","name":"Pineapple","color":"yellow","quantity":1,"price":17,"description":"Pineapple is a very healthy fruit. It is loaded with vitamin C, antioxidants, nutritional values, vitamins and folic acid. It improves digestive activity and is also rich in manganese, potassium, magnesium and various other polyphenols.","__v":0},{"madeIn":"Israel","_id":"62b1cdc007282d507ebe1305","productType":"fruit","name":"Lime","color":"green","quantity":1,"price":6,"description":"Lime, like lemon, has many healing properties. It helps with respiratory problems, improves blood circulation in the body and nourishes the skin and of course is rich in vitamin C, like all citrus fruits.","__v":0},{"madeIn":"Israel","_id":"62b1ee9f0c0923876260804f","productType":"fruit","name":"Coconut","color":"white","quantity":1,"price":3,"description":"The exotic coconut agos is a great fruit, with a wonderful aroma, and high nutritional values. It can be used whole and therefore it is called 'the tree of life' - from the clear and amazing milk that can be drunk or cooked with, its delicious white meat, and to the most creative of us - with the shell you can make dishes and more!","__v":0},{"madeIn":"Israel","_id":"62b1eeed0c09238762608051","productType":"fruit","name":"Red Plum","color":"red","quantity":1,"price":9,"description":"Those of you who like their plums especially sweet will enjoy the endless juiciness of the red plum. Plums are rich in dietary fiber and digestive stimulants so this is a great grandmother’s remedy for constipation.","__v":0}]